Revit 2024 API
ParameterTypeId.DebugtabDataboundcontrolsdemoEnum Property
 "Options"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId DebugtabDataboundcontrolsdemoEnum { get; }
Visual Basic
Public Shared ReadOnly Property DebugtabDataboundcontrolsdemoEnum As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ DebugtabDataboundcontrolsdemoEnum {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace